export default {
  title: 'プライバシーポリシー',
  description: 'プライバシーポリシー',
  section_1_title: 'プライバシーポリシー',
  section_1_content_1:
    'このページは、お客様が当社のサービスをご利用になる際に、当社の個人情報の収集、使用および開示に関する方針をお知らせするためのものです。',
  section_1_content_2:
    'お客様が当社のサービスを利用することを選択した場合、お客様はこのポリシーに関連した情報の収集と使用に同意したものとみなされます。当社が収集する個人情報は、本サービスの提供および改善のために使用されます。当社は、本プライバシーポリシーに記載されている以外の方法で、お客様の情報を使用したり、共有したりすることはありません。',
  section_1_content_3:
    'このプライバシーポリシーで使用される用語は、このプライバシーポリシーで特に定義されない限り、当社の利用規約と同じ意味を有します。また、当社の利用規約もご参照ください。',
  section_2_title: '情報の収集と利用',
  section_2_content_1:
    '本サービスをより快適にご利用いただくために、個人を特定できる情報の提供をお願いすることがあります。',
  section_2_content_2:
    '当社が収集した情報は、法律によってその使用が制限されている範囲内で、お客様個人を特定するために使用されることがあります。',
  section_3_title: 'ログデータ',
  section_3_content_1:
    '当社は、お客様が当社のサービスをご利用になるたびに、お客様のデバイスから当社に送信されるログデータと呼ばれる情報を収集することをお知らせします。このログデータには、お客様の機器のインターネットプロトコルアドレス、機器のバージョン、お客様の訪問日時、およびその他の統計などの情報が含まれることがあります。',
  section_4_title: 'プライバシーポリシーの変更について',
  section_4_content_1:
    '当社は、プライバシーポリシーを随時更新することができます。従って、このページを定期的にご覧になり、変更を確認されることをお勧めします。変更された場合は、このページに新しいプライバシーポリシーを掲載し、お客様にお知らせします。これらの変更は、このページに掲載された後、直ちに有効となります。',
  section_5_title: 'お問い合わせ',
  section_5_content_1:
    '当社のプライバシーポリシーに関するご質問やご提案がございましたら、ご遠慮なくお問い合わせください。',
};
